{
  "articles": [
    {
      "title": "Город-призрак на Курилах",
      "subTitle": "Жизнь бывшего военного городка на острове Итуруп, о котором забыли все, кроме его жителей...",
      "image": "https://leonardo.osnova.io/a7db98df-65ec-5b9a-92e0-7c3e1cfe29eb/",
      "text": "Военный городок Горное был построен в 1980 году в заливе Косатка на острове Итуруп, недалеко от аэродрома «Буревестник». Место было выбрано не случайно, так как залив считался местом наиболее благоприятным для десантирования вероятного противника. Квартиры в Горном получили семьи военнослужащих артиллерийского, вертолетного и истребительного полков, дислоцирующихся недалеко от него. После развала СССР два из трех полков были расформированы, часть домов оказались заброшены и разграблены мародерами. Последний гвоздь в гроб Горного вбило Шикотанское землетрясение амплитудой 8.1 балла в ночь с 4 на 5 октября 1994 года.",
      "id": 3,
      "comments": [],
      "category": 3
    },
    {
      "title": "Мальдивы глазами айтишника - то, о чем никто не расскажет, часть вторая",
      "subTitle": "Под капотом вся правда - живность, подводные камни, сложности, цены, мифы. Одинаково полезно как для тех, кто только собирается туда поехать, так и для тех, кому просто интересно, что же там такое.",
      "image": "https://leonardo.osnova.io/71f78b1c-b1b6-5212-8002-1dbe9b7890eb/",
      "text": "Мальдивы я никогда не воспринимал, как какое-то серьезное место, где я могу оказаться. Мне всегда казалось, что Мальдивы находятся где-то там, в райских местах, доступные лишь очень богатым людям.\n\nЗа свою жизнь я видел кучу фотографий с Мальдив. В основном, как иллюстрации к цитатам, с различных бизнес-успех-мотивация-медитация-пабликов. Конкурировать они могут разве что с фотографиями успешных людей, боксёрами, автомобилями, дикими львами и часами.\n\nЛазурный цвет воды на Мальдивах такой идеальный, что любая фотография моря/океана/речки/бассейна будет обязательно стремиться к нему в лайтруме. Ну и конечно, под хештегами мальдивы вы найдете ленобласть, крым и множество других, далёких от индийского океана мест.\n\nКороче Мальдивы - это дорого, недостижимо, непонятно где, там райский белый песок, лазурная чистейшая вода, тепло, богато, медитативно, успешно.\n\nТам отдыхают дочки депутатов-коррупционеров, миллиардеры, знаменитости и просто богатые и успешные люди.",
      "id": 4,
      "comments": [],
      "category": 3
    },
    {
      "title": "Фото: Транспортировка коров вертолётом с высокогорных альпийских лугов в Швейцарии",
      "subTitle": "",
      "image": "https://leonardo.osnova.io/714df5fd-a23c-5727-87d1-6d7842b149c7/",
      "text": "В Швейцарии коров обычно отправляют на лето пастись на высокогорные альпийские луга и возвращают их к осени. Здоровый и приспособленный к нагрузкам скот обычно спускается самостоятельно. А травмированных и больных коров перевозят с помощью вертолётов, так как до некоторых пастбищ невозможно добраться на других видах транспорта.",
      "id": 6,
      "comments": [],
      "category": 2
    },
    {
      "title": "Как написать hello world",
      "subTitle": "Здесь я начучу вас писать hello world",
      "image": "https://i.ytimg.com/vi/IMLwb8DIksk/maxresdefault.jpg",
      "text": "Чтобы написать hello world ты должен сделать вот так: console.log(\"Hello world\")",
      "id": 7,
      "comments": [],
      "category": 1
    },
    {
      "title": "«Яндекс» представил второе поколение «Станции»: новый звук и дизайн, управление умным домом без подключения к сети",
      "subTitle": "«Алиса» тоже получила обновление — научилась разговаривать шёпотом и сочинять сказки с помощью языковой модели, обученной на суперкомпьютерах.",
      "image": "https://leonardo.osnova.io/73f910b3-8659-5d77-8c89-1f28b8a5be92/",
      "text": "«Яндекс» представил «Станцию» на ежегодной конференции YaC 2021. Её назвали первым устройством новой линейки. Колонку начнут продавать в первой половине 2022 года. Цена пока не уточняется.\n\nНовую колонку оснастили «умным звуком»: два широкополосных динамика общей мощностью 30 ватт и «особая» акустическая решётка с апериодической структурой, которая, по словам компании, меньше обычной искажает проходящий через неё звук.\n\nВ «Яндексе» рассказали, что акустические эффекты помещения компенсирует технология room correction. «Поэтому куда бы человек ни поставил колонку, она будет звучать одинаково хорошо», — добавили там.",
      "id": 8,
      "comments": [],
      "category": 1
    },
    {
      "title": "«Яндекс» ",
      "subTitle": "«Алиса» ",
      "image": "https://leonardo.osnova.io/73f910b3-8659-5d77-8c89-1f28b8a5be92/",
      "text": "«Яндекс»  «Станцию» ",
      "id": 10,
      "comments": [],
      "category": 1
    }
  ]
}
